Repository: dynowp/WordPress-Shipping-Price-Modifier
Catalog: languages/shipping-price-modifier-*.po
Languages: es_es, pt_br

source: Configurações
es_es: Configuraciones

source: Configuração do Modificador de Frete
es_es: Configuración del Modificador de Envío

source: Modificador de Frete
es_es: Modificador de Flete

source: Ajuste o valor do frete da maneira que preferir
es_es: Ajuste el valor del flete según su preferencia

source: Aplicar a alteração no valor do frete
es_es: Aplicar la alteración en el valor del flete

source: Configurações do Frete
es_es: Configuraciones de Envío

source: Deseja ativar a modificação do frete?
es_es: ¿Desea activar la modificación del flete?

source: Tipo de desconto
es_es: Tipo de descuento

source: Valor fixo
es_es: Valor fijo

source: Porcentagem
es_es: Porcentaje

source: O que deseja fazer
es_es: ¿Qué desea hacer?

source: Aumentar o preço do frete
es_es: Aumentar el precio del flete

source: Aplicar desconto
es_es: Aplicar descuento

source: Informe o valor
es_es: Ingrese el valor

source: Log
es_es: Registro (Log)

source: Veja a log em WooCommerce > Status > Log
es_es: Vea el registro en WooCommerce > Estado > Registro

source: Custo original do frete: %s
es_es: Costo original del flete: %s

source: Novo custo do frete: %s
es_es: Nuevo costo del flete: %s

source: DynoWP Shipping Price Modifier
es_es: DynoWP Modificador de Precio de Envío

source: Um plugin para modificar o valor do frete no WooCommerce.
es_es: Un complemento para modificar el valor del flete en WooCommerce.

source: A plugin to modify the shipping cost in WooCommerce.
pt_br: Plugin para modificar o valor do frete no WooCommerce.

source: Action to Perform
pt_br: Ação a ser realizada

source: Adjust the shipping cost as you prefer
pt_br: Ajuste o custo de frete como preferir

source: Apply Discount
pt_br: Aplicar desconto

source: Apply Shipping Cost Changes
pt_br: Aplicar alterações de custo do frete

source: Discount Type
pt_br: Tipo de desconto

source: Enable Logging
pt_br: Ativar log

source: Enable Shipping Modification?
pt_br: Ativar o modificador de frete?

source: Enter Value
pt_br: Insira um valor

source: Fixed Value
pt_br: Valor fixo

source: Increase Shipping Cost
pt_br: Aumentar o valor do frete

source: Percentage
pt_br: Porcentagem

source: Settings
pt_br: Configurações

source: Shipping Modifier
pt_br: Modificador de Frete

source: Shipping Price Modifier by DynoWP
pt_br: Modificador de Frete by DynoWP

source: Shipping Price Modifier Settings
pt_br: Configurações do modificador de frete

source: Shipping Settings
pt_br: Configurações do Modificador de Frete

source: View logs in WooCommerce > Status > Logs
pt_br: Ver logs em WooCommerce > Status > Logs
